commands = '''
**
Welcome  source Miro 
Source channel - @ww_8ww
 account Dev - @w_3_2
— — — — — — — — — — 
اهلا بك عزيزي في قائمه الاوامر

1- .تثبيت يدوي + القناة + اليوزر 
مثال ؛ تثبيت يدوي ww_8ww k_k_7

2-  .صيد + العدد + النوع + القناة 
مثال ؛ .صيد 9999 3 ww_8ww

3-  .تثبيت تلقائي + العدد + القناة + اليوزر 
مثال ؛  .تثبيت تلقائي 999 ww_8ww h_h_7
— — — — — — — — — —
✰ .حالة الصيد  : لمعرفة تقدم الكلايم
✰ .حالة التثبيت التلقائي  : لمعرفة تقدم التثبيت التلقائي
✰ .الانواع  : لمعرفة انواع اليوزرات
**
'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
**-` .فحص ` : فحص السورس
-` .المطور ` : مطور السورس
-` .الاوامر ` :اوامر السورس**
-` .اعادة تشغيل ` : اعادة تشغيل ل سورس**
`-- -- -- -- -- -- -- -- --`
'''
sec2 = '''
`-- -- -- -- -- -- -- -- --`
**-` .ايدي ` : ايدي حسابك
-` .فك حظر ` : فك حظر كل يلي حاظرهم **
`-- -- -- -- -- -- -- -- --`
'''
sec3 = """
`-- -- -- -- -- -- -- -- --`
**- ` .مكرر + عدد الثواني + نص` : ارسال رسائل مؤقتة
-` .ادمن` : القنوات يلي انت ادمن بيها**
`-- -- -- -- -- -- -- -- --`
"""
sec4 = """
`-- -- -- -- -- -- -- -- --`
**`.تشيكر` : لمعرفه اوامر الصيد**
`-- -- -- -- -- -- -- -- --`
"""
tele_checker = '''
`-- -- -- -- -- -- -- -- --`**
✰` .تثبيت يدوي + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
✰` .صيد + العدد + النوع + القناة ` :يفحص يوزرات ويثتبها عقناتك
✰` .تثبيت تلقائي + العدد + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
✰` .حالة الصيد ` : لمعرفة تقدم الكلايم
✰` .حالة التثبيت التلقائي ` : لمعرفة تقدم التثبيت التلقائي
✰` .الانواع ` : لمعرفة انواع اليوزرات
**`-- -- -- -- -- -- -- -- --`
'''
tele_checker2 = '''
الانواع :
1 : ثلاثي
2 : ثلاثي فقط احرف و اخر ارقام
3 : بوت ثنائي
4 : بوت ثلاثي
5 : خماسي حرف
6 : خماسي حرفين
7 : سداسي حرف
8 : سداسي حرفين 
9 : سباعي حرف 
10 : رباعي
— — — — — — — — — — 
 طريقة التشغيل :
.صيد + عدد الصيد + رقم نوع الصيد + يوزر القناه الذي انشاته

- مثال : .صيد 30000 1 @w_3_2
'''